'use strict';

/*
Создайте мини-приложение «Сортировка цен» со следующим функционалом:
1. HTML-страница должна содержать:
  - ненумерованный список <ul>, который будет отображать цены;
  - две кнопки: одна для сортировки списка цен по возрастанию, а вторая — по убыванию.
2. JavaScript-код должен включать в себя:
  - исходный массив с ценами, например: [100, 500, 250, 750, 300];
  - функцию для отображения цен на странице;
  - функции для сортировки массива цен по возрастанию и по убыванию;
  - обработчики событий для кнопок сортировки, которые будут вызывать соответствующие функции сортировки и обновлять отображаемый список.
3. Выполните минимальную CSS-стилизацию DOM-элементов.
*/
